alsa-utils
base
base-devel
blueman
bottles
btop
cliphist
discord
drawio
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
firefox
fzf
ghostty
git
github-cli
greetd
grub
httpie
httpie-desktop-bin
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprshot-gui
intellij-idea-community-edition-jre
jdk21-openjdk
lib32-glibc
linux
linux-firmware
neovim
networkmanager
nm-connection-editor
nodejs
notification-daemon
noto-fonts-cjk
npm
nvidia-open
nvidia-settings
obsidian
os-prober
otf-font-awesome
pavucontrol
pipewire-audio
pipewire-pulse
rofi
sbctl
sdkman-bin
shim-signed
spotify
stow
swaync
thunderbird
ttf-0xproto-nerd
ttf-jetbrains-mono-nerd
unzip
vi
vim
visual-studio-code-bin
waybar
wine
wireplumber
wlogout
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zip
zoxide
zsh
